dirkwa/espOS/test/host/espos_config_test/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_OFFSET=0x8000
CONFIG_ESP_PARTITION_ERASE_CHECK=y
CONFIG_LOG_DEFAULT_LEVEL_WARN=y
CONFIG_ESPOS_CONFIG_MAX_MIGRATIONS=8
CONFIG_ESPOS_CONFIG_MAX_SUBSCRIBERS=4
